h/Concepts.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
               "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml"
lang="en" xml:lang="en">
<head>
<title>Concepts</title>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8"/>
<meta name="generator" content="Org-mode"/>
<meta name="generated" content="2013-10-15 15:40:28 EDT"/>
<meta name="author" content="Greg"/>
<meta name="description" content=""/>
<meta name="keywords" content=""/>
</head>
<body>
<div id="content">

<h1 class="title">Concepts</h1>


<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">1 Hegelian Concepts </a>
<ul>
<li><a href="#sec-1.1">1.1 Overview </a></li>
<li><a href="#sec-1.2">1.2 The PhG </a>
<ul>
<li><a href="#sec-1.2.1">1.2.1 Introduction </a></li>
<li><a href="#sec-1.2.2">1.2.2 Philosophical Knowledge </a></li>
<li><a href="#sec-1.2.3">1.2.3 Our Fear of Error and Untruth </a></li>
<li><a href="#sec-1.2.4">1.2.4 The Absolute is the Only Truth </a></li>
<li><a href="#sec-1.2.5">1.2.5 Philosophy Is Not One Position Among Others </a></li>
<li><a href="#sec-1.2.6">1.2.6 Ascent Toward the Absolute </a></li>
<li><a href="#sec-1.2.7">1.2.7 Limits of the Natural (or Empirical) Consciousness </a></li>
<li><a href="#sec-1.2.8">1.2.8 Self-Realizing Skepticism </a></li>
<li><a href="#sec-1.2.9">1.2.9 The Dialectical Process as a Living Dialogue </a></li>
<li><a href="#sec-1.2.10">1.2.10 Transcendence and Immanence </a></li>
<li><a href="#sec-1.2.11">1.2.11 This Dialectic is the Essential Nature of Consciousness </a></li>
<li><a href="#sec-1.2.12">1.2.12 Self-Knowledge. Self-Reflection. Self-Realization. </a></li>
<li><a href="#sec-1.2.13">1.2.13 Philosophical knowledge, therefore, distinguishes&hellip; </a></li>
<li><a href="#sec-1.2.14">1.2.14 Consciousness Itself Is This Process of Comparing Its Own Two Sides </a></li>
<li><a href="#sec-1.2.15">1.2.15 This Dialectical Movement </a></li>
<li><a href="#sec-1.2.16">1.2.16 The Unity and Coherence of The Process </a></li>
<li><a href="#sec-1.2.17">1.2.17 The Realm of Truth and the Trials of Existence </a></li>
<li><a href="#sec-1.2.18">1.2.18 Conclusion </a></li>
</ul>
</li>
<li><a href="#sec-1.3">1.3 The Logic </a>
<ul>
<li><a href="#sec-1.3.1">1.3.1 Overview (Mueller 28-30) </a></li>
<li><a href="#sec-1.3.2">1.3.2 Being </a></li>
<li><a href="#sec-1.3.3">1.3.3 Essence </a></li>
<li><a href="#sec-1.3.4">1.3.4 Concept </a></li>
<li><a href="#sec-1.3.5">1.3.5 Idea </a></li>
</ul>
</li>
<li><a href="#sec-1.4">1.4 World History </a>
<ul>
<li><a href="#sec-1.4.1">1.4.1 Universal Spirit Comes Into Existence </a></li>
<li><a href="#sec-1.4.2">1.4.2 Actualization of Universal Spirit </a></li>
<li><a href="#sec-1.4.3">1.4.3 The Self-Apprehension of the Universal Spirit </a></li>
<li><a href="#sec-1.4.4">1.4.4 States, Nations, and Individuals Arise </a></li>
<li><a href="#sec-1.4.5">1.4.5 Expression of the Idea within Nations </a></li>
<li><a href="#sec-1.4.6">1.4.6 History is the Configuration of Spirit in the Form of What Happens </a></li>
<li><a href="#sec-1.4.7">1.4.7 The Nation as a Vehicle for the Development of the World Spirit </a></li>
<li><a href="#sec-1.4.8">1.4.8 Individuals are the Agents Which Give Subjectivity to What is Substantial </a></li>
<li><a href="#sec-1.4.9">1.4.9 Transition from a Nation to a State </a></li>
<li><a href="#sec-1.4.10">1.4.10 The Right of Heroes </a></li>
<li><a href="#sec-1.4.11">1.4.11 Civilized Nations and Barbarians </a></li>
<li><a href="#sec-1.4.12">1.4.12 Absolute Universality </a></li>
<li><a href="#sec-1.4.13">1.4.13 The Deepening of Revelation </a></li>
<li><a href="#sec-1.4.14">1.4.14 Four Historical Worlds </a></li>
<li><a href="#sec-1.4.15">1.4.15 Oriental World </a></li>
<li><a href="#sec-1.4.16">1.4.16 Greek World </a></li>
<li><a href="#sec-1.4.17">1.4.17 Roman World </a></li>
<li><a href="#sec-1.4.18">1.4.18 Germanic World </a></li>
<li><a href="#sec-1.4.19">1.4.19 The Abstract Principle </a></li>
<li><a href="#sec-1.4.20">1.4.20 Reconciliation </a></li>
</ul>
</li>
<li><a href="#sec-1.5">1.5 Sources </a></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-1" class="outline-2">
<h2 id="sec-1"><span class="section-number-2">1</span> Hegelian Concepts </h2>
<div class="outline-text-2" id="text-1">


</div>

<div id="outline-container-1.1" class="outline-3">
<h3 id="sec-1.1"><span class="section-number-3">1.1</span> Overview </h3>
<div class="outline-text-3" id="text-1.1">

<p>This document is a collection of notes on Hegel's System.
</p></div>

</div>

<div id="outline-container-1.2" class="outline-3">
<h3 id="sec-1.2"><span class="section-number-3">1.2</span> The PhG </h3>
<div class="outline-text-3" id="text-1.2">

<p>The following summary of the <i>PhG</i> was adapted from Gustav
Emil Mueller's article "The Interdependence of the
Phenomenology, Logic and Encyclopedia." (Steinkraus 1970 23-26)
</p>
</div>

<div id="outline-container-1.2.1" class="outline-4">
<h4 id="sec-1.2.1"><span class="section-number-4">1.2.1</span> Introduction </h4>
<div class="outline-text-4" id="text-1.2.1">

</div>

</div>

<div id="outline-container-1.2.2" class="outline-4">
<h4 id="sec-1.2.2"><span class="section-number-4">1.2.2</span> Philosophical Knowledge </h4>
<div class="outline-text-4" id="text-1.2.2">

<p>Philosophical knowledge is neither a practical tool, by
which the Absolute could be handled, nor a theoretical medium
of reception. Both forms of empirical knowledge postulate a
separation between an object known and empirical subjects 
knowing it. The Absolute is both Being in itself and Subject
for itself. Truth is the ontological consciousness of Being
in us, the One becoming aware of itself in many beings.
</p></div>

</div>

<div id="outline-container-1.2.3" class="outline-4">
<h4 id="sec-1.2.3"><span class="section-number-4">1.2.3</span> Our Fear of Error and Untruth </h4>
<div class="outline-text-4" id="text-1.2.3">

<p>Our fear of error and untruth is a testimony to the presence
of the absolute consciousness in our existence.
</p></div>

</div>

<div id="outline-container-1.2.4" class="outline-4">
<h4 id="sec-1.2.4"><span class="section-number-4">1.2.4</span> The Absolute is the Only Truth </h4>
<div class="outline-text-4" id="text-1.2.4">

<p>The Absolute is the only truth, and only truth is absolute.
The absolute whole is presupposed (<i>vorausgesetzt</i>) by and 
in all empirical informations. To "know all" is not knowledge
of wholeness or integrity. This ground of philosophy is at 
the same time the goal of its self-development.
</p></div>

</div>

<div id="outline-container-1.2.5" class="outline-4">
<h4 id="sec-1.2.5"><span class="section-number-4">1.2.5</span> Philosophy Is Not One Position Among Others </h4>
<div class="outline-text-4" id="text-1.2.5">

<p>Philosophy is not one position among others; it cannot withdraw
to an inner certainty, a sentiment, a voluntaristic choice, an
arbitrary faith, or an intuitive hunch. It has to go through all
essential positions of consciousness to show them their own
limitations; and in their limitations their values.
</p></div>

</div>

<div id="outline-container-1.2.6" class="outline-4">
<h4 id="sec-1.2.6"><span class="section-number-4">1.2.6</span> Ascent Toward the Absolute </h4>
<div class="outline-text-4" id="text-1.2.6">

<p>One might see this way through the stations of the appearing
consciousness as an ascent toward the Absolute. This Platonic
image is misleading, if it is not remembered that each station
of this passion-way is in itself an appearing phase of the 
Absolute; in all seemingly fixed or one-sided positions, the
Absolute's own negations must be recognized.
</p></div>

</div>

<div id="outline-container-1.2.7" class="outline-4">
<h4 id="sec-1.2.7"><span class="section-number-4">1.2.7</span> Limits of the Natural (or Empirical) Consciousness </h4>
<div class="outline-text-4" id="text-1.2.7">

<p>For the varieties of the natural or empirical consciousness
this realization of their limits seems to be a horrifying
and desperate experience. The truth explodes all finite
certainties. This way of doubt and despair must not be confused
with mere riddles; the scientist can return to his position
unscathed after his riddle has been figured out; but he is a
changed man, after philosophical critique has convinced him of
his relativity <i>in</i> the world.
</p></div>

</div>

<div id="outline-container-1.2.8" class="outline-4">
<h4 id="sec-1.2.8"><span class="section-number-4">1.2.8</span> Self-Realizing Skepticism </h4>
<div class="outline-text-4" id="text-1.2.8">

<p>This self-realizing (<i>sich vollbringend</i>) skepticism must further
not be identified with the particular position of skepticism as 
one of the one-sided forms of consciousness. That one-sided skepticism
is merely the negative result of having seen through the metaphysical
ultimacy of sense-certainty and object-realism of natural consciousness.
It remains negatively tied up with the dogmatic assumptions from
which it abstains.
</p></div>

</div>

<div id="outline-container-1.2.9" class="outline-4">
<h4 id="sec-1.2.9"><span class="section-number-4">1.2.9</span> The Dialectical Process as a Living Dialogue </h4>
<div class="outline-text-4" id="text-1.2.9">

<p>The dialectical process is on all levels a living dialogue between
the absolute world-itself and the relative consciousness of it in
us. Every empirical subject-object dualism, every finite fixation
is secretly aware of death as that power which overwhelms it. 
Against this feeling of being overwhelmed (<i>Gefuhl der Gewalt</i>) and
against all anguish in the omnipresence of the Absolute, the finite
positions cling all the more stubbornly to their comforts. This
is the misery of unauthentic existence, which can be cured if
existence is willing to appropriate its own "death" as means of
bringing itself into its true Being.
</p></div>

</div>

<div id="outline-container-1.2.10" class="outline-4">
<h4 id="sec-1.2.10"><span class="section-number-4">1.2.10</span> Transcendence and Immanence </h4>
<div class="outline-text-4" id="text-1.2.10">

<p>There seems to be, then, in all levels of existential knowledge
a discrepancy between absolute truth as measure, and the certainties
of standpoints as that which is measured; of Being in itself beyond
consciousness, and Being-for consciousness; transcendence and
immanence. 
</p></div>

</div>

<div id="outline-container-1.2.11" class="outline-4">
<h4 id="sec-1.2.11"><span class="section-number-4">1.2.11</span> This Dialectic is the Essential Nature of Consciousness </h4>
<div class="outline-text-4" id="text-1.2.11">

<p>This dialectic is the essential nature of consciousness itself.
Every consciousness distinguishes that which it intends and its
own awareness of intending.
</p></div>

</div>

<div id="outline-container-1.2.12" class="outline-4">
<h4 id="sec-1.2.12"><span class="section-number-4">1.2.12</span> Self-Knowledge. Self-Reflection. Self-Realization. </h4>
<div class="outline-text-4" id="text-1.2.12">

<p>We who know consciousness as this existential dialectic are
involved in the same dialectic which we seem to be observing.
Philosophy is self-knowledge, dialectical self-reflection and
self-realization.
</p></div>

</div>

<div id="outline-container-1.2.13" class="outline-4">
<h4 id="sec-1.2.13"><span class="section-number-4">1.2.13</span> Philosophical knowledge, therefore, distinguishes&hellip; </h4>
<div class="outline-text-4" id="text-1.2.13">

<p>Philosophical knowledge, therefore, distinguishes itself
from all other types of knowledge in that its observed object
is the same sort of thing as that which does the observing.
In apprehending the other I characterize myself. That which
is evaluated is also that whereby it is evaluated. Empirical,
natural consciousness intends to know objects as if they were
independent of this consciousness. In understanding this kind
of object-consciousness we understand a mode of existence 
which we are if and when we practice it. Empirical consciousness,
thus, exists in and for itself as that which it is for us in
philosophy. Truth and certainty, that which consciousness is in
itself and that which it is for itself, are one and the same
appearing dialectical process.
</p></div>

</div>

<div id="outline-container-1.2.14" class="outline-4">
<h4 id="sec-1.2.14"><span class="section-number-4">1.2.14</span> Consciousness Itself Is This Process of Comparing Its Own Two Sides </h4>
<div class="outline-text-4" id="text-1.2.14">

<p>Consciousness itself is this process of comparing its own two
sides, that of which it is aware and its being aware of it.
Philosophical "science" (<i>Wissenschaft</i>) is pure <i>theoria</i> 
(<i>reines Zusehn</i>). The process of experience (<i>Erfahrung</i>) thus
knows and criticizes itself in its limitations. 
</p></div>

</div>

<div id="outline-container-1.2.15" class="outline-4">
<h4 id="sec-1.2.15"><span class="section-number-4">1.2.15</span> This Dialectical Movement </h4>
<div class="outline-text-4" id="text-1.2.15">

<p>This dialectical movement, in which consciousness is forced
to take one position after another in the correlations of
knowledge and its intentional object, is the experience
(<i>Eh-fahrung</i>) which it makes with itself. Consciousness
constitutes itself in and by this experience.
</p></div>

</div>

<div id="outline-container-1.2.16" class="outline-4">
<h4 id="sec-1.2.16"><span class="section-number-4">1.2.16</span> The Unity and Coherence of The Process </h4>
<div class="outline-text-4" id="text-1.2.16">

<p>The unity and coherence of the process itself is the ontological
truth of world-itself ("to on") in and of the limited ontic 
positions ("onta") in the world. The absolute whole establishes
itself in the buildup and breakdown of all its own limited
positions. To reach this <i>Wissenschaft</i>. consciousness is forced
through a series of conversions (<i>Unkehrung</i>).
</p>
<p>
The result of the phenomenological development will be categories
of truth to be studied by a logic of philosophy; but since the
result cannot be thought apart from the process of arriving at
truth, the "<i>Wissenschaft der Erfahrung de Bewusstseins</i>" is 
itself a necessary prerequisite of the <i>Logic</i>. 
</p></div>

</div>

<div id="outline-container-1.2.17" class="outline-4">
<h4 id="sec-1.2.17"><span class="section-number-4">1.2.17</span> The Realm of Truth and the Trials of Existence </h4>
<div class="outline-text-4" id="text-1.2.17">

<p>The realm of truth is inseparably one with our tentative
and provisional trials of existence; there is not a moment
of truth which is not also a shape of living consciousness.
</p></div>

</div>

<div id="outline-container-1.2.18" class="outline-4">
<h4 id="sec-1.2.18"><span class="section-number-4">1.2.18</span> Conclusion </h4>
<div class="outline-text-4" id="text-1.2.18">

<p>At the end of the <i>PhG</i>, Hegel says that the world-consciousness
as developed in the medium of the soul is a preparation for
<i>Logic</i>.
</p></div>
</div>

</div>

<div id="outline-container-1.3" class="outline-3">
<h3 id="sec-1.3"><span class="section-number-3">1.3</span> The Logic </h3>
<div class="outline-text-3" id="text-1.3">


</div>

<div id="outline-container-1.3.1" class="outline-4">
<h4 id="sec-1.3.1"><span class="section-number-4">1.3.1</span> Overview (Mueller 28-30) </h4>
<div class="outline-text-4" id="text-1.3.1">

<p>The <i>Logic</i> develops the same "Concept" of reality described in
the <i>PhG</i> in the form of thought. Every possible world-view
that has emerged in the history of metaphysics has grasped a 
truth which can be stated as such without the factual flesh
and blood of its historical representatives.
</p>
<p>
Each standpoint calls forth, and is limited by, its own 
<i>opposite</i> truth. To think the whole of Being as this
concrete and living whole of opposite aspects, grasped
in the various philosophical standpoints of "isms", is
the total vision of Hegel's <i>Logic</i>. It is the whole of
world-itself as the unity of identities and differences
in the medium of thought.
</p>
<p>
The <i>Logic</i> as a whole moves through four levels in 
which the Absolute (Being) manifests itself:
</p>
<ul>
<li>
Being
</li>
<li>
Essence
</li>
<li>
Concept
</li>
<li>
Idea

</li>
</ul>
</div>

</div>

<div id="outline-container-1.3.2" class="outline-4">
<h4 id="sec-1.3.2"><span class="section-number-4">1.3.2</span> Being </h4>
<div class="outline-text-4" id="text-1.3.2">

<ul>
<li id="sec-1.3.2.1">Summary (Hartnack 39) <br/>
</li>
</ul>
</div>

</div>

<div id="outline-container-1.3.3" class="outline-4">
<h4 id="sec-1.3.3"><span class="section-number-4">1.3.3</span> Essence </h4>
<div class="outline-text-4" id="text-1.3.3">

<ul>
<li id="sec-1.3.3.1">Summary (Hartnack 86) <br/>
</li>
</ul>
</div>

</div>

<div id="outline-container-1.3.4" class="outline-4">
<h4 id="sec-1.3.4"><span class="section-number-4">1.3.4</span> Concept </h4>
<div class="outline-text-4" id="text-1.3.4">

<ul>
<li id="sec-1.3.4.1">Summary (Hartnack 122) <br/>
</li>
</ul>
</div>

</div>

<div id="outline-container-1.3.5" class="outline-4">
<h4 id="sec-1.3.5"><span class="section-number-4">1.3.5</span> Idea </h4>
<div class="outline-text-4" id="text-1.3.5">

<ul>
<li id="sec-1.3.5.1">Summary (Hartnack 122) <br/>
</li>
</ul>
</div>
</div>

</div>

<div id="outline-container-1.4" class="outline-3">
<h3 id="sec-1.4"><span class="section-number-3">1.4</span> World History </h3>
<div class="outline-text-3" id="text-1.4">


</div>

<div id="outline-container-1.4.1" class="outline-4">
<h4 id="sec-1.4.1"><span class="section-number-4">1.4.1</span> Universal Spirit Comes Into Existence </h4>
<div class="outline-text-4" id="text-1.4.1">

</div>

</div>

<div id="outline-container-1.4.2" class="outline-4">
<h4 id="sec-1.4.2"><span class="section-number-4">1.4.2</span> Actualization of Universal Spirit </h4>
<div class="outline-text-4" id="text-1.4.2">

</div>

</div>

<div id="outline-container-1.4.3" class="outline-4">
<h4 id="sec-1.4.3"><span class="section-number-4">1.4.3</span> The Self-Apprehension of the Universal Spirit </h4>
<div class="outline-text-4" id="text-1.4.3">

</div>

</div>

<div id="outline-container-1.4.4" class="outline-4">
<h4 id="sec-1.4.4"><span class="section-number-4">1.4.4</span> States, Nations, and Individuals Arise </h4>
<div class="outline-text-4" id="text-1.4.4">

</div>

</div>

<div id="outline-container-1.4.5" class="outline-4">
<h4 id="sec-1.4.5"><span class="section-number-4">1.4.5</span> Expression of the Idea within Nations </h4>
<div class="outline-text-4" id="text-1.4.5">

</div>

</div>

<div id="outline-container-1.4.6" class="outline-4">
<h4 id="sec-1.4.6"><span class="section-number-4">1.4.6</span> History is the Configuration of Spirit in the Form of What Happens </h4>
<div class="outline-text-4" id="text-1.4.6">

</div>

</div>

<div id="outline-container-1.4.7" class="outline-4">
<h4 id="sec-1.4.7"><span class="section-number-4">1.4.7</span> The Nation as a Vehicle for the Development of the World Spirit </h4>
<div class="outline-text-4" id="text-1.4.7">

</div>

</div>

<div id="outline-container-1.4.8" class="outline-4">
<h4 id="sec-1.4.8"><span class="section-number-4">1.4.8</span> Individuals are the Agents Which Give Subjectivity to What is Substantial </h4>
<div class="outline-text-4" id="text-1.4.8">

</div>

</div>

<div id="outline-container-1.4.9" class="outline-4">
<h4 id="sec-1.4.9"><span class="section-number-4">1.4.9</span> Transition from a Nation to a State </h4>
<div class="outline-text-4" id="text-1.4.9">

</div>

</div>

<div id="outline-container-1.4.10" class="outline-4">
<h4 id="sec-1.4.10"><span class="section-number-4">1.4.10</span> The Right of Heroes </h4>
<div class="outline-text-4" id="text-1.4.10">

</div>

</div>

<div id="outline-container-1.4.11" class="outline-4">
<h4 id="sec-1.4.11"><span class="section-number-4">1.4.11</span> Civilized Nations and Barbarians </h4>
<div class="outline-text-4" id="text-1.4.11">

</div>

</div>

<div id="outline-container-1.4.12" class="outline-4">
<h4 id="sec-1.4.12"><span class="section-number-4">1.4.12</span> Absolute Universality </h4>
<div class="outline-text-4" id="text-1.4.12">

</div>

</div>

<div id="outline-container-1.4.13" class="outline-4">
<h4 id="sec-1.4.13"><span class="section-number-4">1.4.13</span> The Deepening of Revelation </h4>
<div class="outline-text-4" id="text-1.4.13">

</div>

</div>

<div id="outline-container-1.4.14" class="outline-4">
<h4 id="sec-1.4.14"><span class="section-number-4">1.4.14</span> Four Historical Worlds </h4>
<div class="outline-text-4" id="text-1.4.14">

</div>

</div>

<div id="outline-container-1.4.15" class="outline-4">
<h4 id="sec-1.4.15"><span class="section-number-4">1.4.15</span> Oriental World </h4>
<div class="outline-text-4" id="text-1.4.15">

</div>

</div>

<div id="outline-container-1.4.16" class="outline-4">
<h4 id="sec-1.4.16"><span class="section-number-4">1.4.16</span> Greek World </h4>
<div class="outline-text-4" id="text-1.4.16">

</div>

</div>

<div id="outline-container-1.4.17" class="outline-4">
<h4 id="sec-1.4.17"><span class="section-number-4">1.4.17</span> Roman World </h4>
<div class="outline-text-4" id="text-1.4.17">

</div>

</div>

<div id="outline-container-1.4.18" class="outline-4">
<h4 id="sec-1.4.18"><span class="section-number-4">1.4.18</span> Germanic World </h4>
<div class="outline-text-4" id="text-1.4.18">

</div>

</div>

<div id="outline-container-1.4.19" class="outline-4">
<h4 id="sec-1.4.19"><span class="section-number-4">1.4.19</span> The Abstract Principle </h4>
<div class="outline-text-4" id="text-1.4.19">

</div>

</div>

<div id="outline-container-1.4.20" class="outline-4">
<h4 id="sec-1.4.20"><span class="section-number-4">1.4.20</span> Reconciliation </h4>
<div class="outline-text-4" id="text-1.4.20">

</div>
</div>

</div>

<div id="outline-container-1.5" class="outline-3">
<h3 id="sec-1.5"><span class="section-number-3">1.5</span> Sources </h3>
<div class="outline-text-3" id="text-1.5">

<ul>
<li>
(Hegel PhG)
</li>
<li>
(Hegel History)
</li>
<li>
(Mueller 1970)
</li>
<li>
(Hartnack 1998)
</li>
<li>
(Steinkraus 1970)
</li>
</ul>
</div>
</div>
</div>
<div id="postamble">
<p class="author"> Author: Greg
<a href="mailto:greg@greg-Satellite-C855D">&lt;greg@greg-Satellite-C855D&gt;</a>
</p>
<p class="date"> Date: 2013-10-15 15:40:28 EDT</p>
<p class="creator">HTML generated by org-mode 6.33x in emacs 23</p>
</div>
</div>
</body>
</html>
